Repository: yaryabu/vkdocs-iOS
Catalog: ShareExtension/*.lproj/Localizable.strings
Languages: ru

source: Yes
ru: Да

source: No
ru: Нет

# TITLE_TEMPLATE
source: Uploaded %d out of %d
ru: Загружено %d из %d

# SUCCESS_ALERT_TITLE
source: Documents successfully uploaded to VK
ru: Документы успешно загружены в ВК

# SUCCESS_ALERT_FIRST_BUTTON
source: OK
ru: Ясно

# SUCCESS_ALERT_SECOND_BUTTON
source: Good
ru: Понятно

# UNKNOWN_ERROR_OCCURED_REPEATING_UPLOAD
source: Unknown error occured Retrying upload
ru: Неизвестная ошибка Повторяем загрузку

# ERROR_ALERT_TITLE
source: Error
ru: Ошибка

# ARE_YOU_SURE_YOU_WANT_TO_EXIT
source: Are you sure you want to cancel upload?
ru: Вы точно хотите прервать загрузку в ВК?

# PROCESSING_FILE_CELL_TEXT
source: Processing
ru: Обработка

# FILE_UPLOADED_CELL_TEXT
source: Done
ru: Загружено

# CAPTCHA_TITLE
source: Enter captcha
ru: Введи код с картинки

# CAPTCHA_OK_BUTTON
source: Done
ru: Готово

# CAPTCHA_CANCEL_BUTTON
source: Cancel
ru: Отмена
